brew "cloc"
brew "cmake"
brew "curl"
brew "docker"
brew "fish"
brew "gcc"
brew "git"
brew "go"
brew "lazygit"
brew "libusb"
brew "python"
brew "neovim"
brew "ninja"
brew "node"
brew "pnpm"
brew "ripgrep"
brew "rust"
brew "solidity"
brew "tlrc"
brew "tmux"
brew "tree"
brew "uv"
brew "yarn"
cask "docker-desktop"
cask "font-maple-mono-normal-nf-cn"
cask "obsidian"
cask "raycast"
cask "visual-studio-code"
cask "wezterm@nightly"
